Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=312_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Vuõssnaroodi jieŠllikarttkõõskõs
fin: Alkuperäiskansojen elokuvakeskus

source: Vuõssnaroodi jieŠllikarttkõõskõs lij vooudlaž jieŠllikartt- da audiovisuaalsa vuuŠd resursskõõskõs, kååŠtt tuåimmai LääŠdjânnam SääŠmteeŠǧǧ vuâlšen Aanrest.
fin: Alkuperäiskansojen elokuvakeskus Skábma on alueellinen elokuva- ja audiovisuaalisen alan resurssikeskus, joka toimii Saamelaiskäräjien alaisuudessa Inarissa.

source: Tän poodd tuåimmjumuužž teäggat Mättʼtõsministeria da valdia jieŠllikarttčeäppõstuåimmkåŠdd.
fin: Tällä hetkellä toiminnan rahoittaa Opetusministeriö ja valtion elokuvataidetoimikunta.

source: Vuõssnaroodi jieŠllikarttkõõskõs tueŠrjjad sääŠmǩiõl da kulttuur di rääjj oudldõõzzid saaŠmi da jeeŠres vuõssnaroodi jiiŠjjes jiõn da kaarti vueiŠnnempâjja da kuullâmpâjja jieŠllikartt- da mediaindustriiđâst vuõssnaroodi jiiŠjjes määinaivuiŠm da jiiŠjjes alggšõddmõõžžin.
fin: Alkuperäiskansojen elokuvakeskus tukee saamen kieltä ja kulttuuria sekä luo edellytykset saamelaisten ja muiden alkuperäiskansojen oman äänen ja kuvan näkyvyydelle ja kuuluvuudelle elokuva- ja mediateollisuudessa alkuperäiskansojen omilla ehdoilla ja omista lähtökohdista.

source: Vuõssnaroodi jieŠllikarttkõõskõs tuärjjad jieŠllikaart da mediaouddõõzzi plaannmõõžž, ooudâsviikkmõõžž da puuŠttõõzzid oocceeŠl teäggtemkruugid da õhttsažtuâjjtaaurõõžžid di riâžžeeŠl škoouŠlʼjumuužžid da jieŠllikaŠrtte kuulli pooddid sääŠmvuuŠdest.
fin: Skábma tukee elokuvien ja mediatuotteiden suunnittelua, kehittämistä ja tuotantoa etsimällä rahoituskanavia ja yhteistyökumppaneita sekä järjestämällä koulutusta ja elokuva-alan tapahtumia saamelaisalueella.

source: LââŠssen kõõskõs liâvad sääŠmjieŠllikaartid jeeŠresnallšem pooddid, juâkk teâđaid sääŠmjieŠllikaartâst, vuuŠdest da sääŠm tuejjeejin.
fin: Lisäksi keskus levittää saamelaiselokuvia erilaisiin tapahtumiin, jakaa tietoa saamelaiselokuvasta, alueesta ja saamelaisista tekijöistä.

source: Skábma lij še mieŠldd riâššmen Skábmagovat – vuõssnaroodi jieŠllikarttfestivaalid.
fin: Skábma on myös mukana järjestämässä Skábmagovat - alkuperäiskansojen elokuvafestivaalia.

source: Vuõssnaroodi jieŠllikarttkõõskõõzz tuâjjan lij
fin: Alkuperäiskansojen elokuvakeskuksen tehtävänä on

source: 1. tueŠrjjeed sääŠmjieŠllikartt- da TV-puuŠttõõzzid
fin: 1. tukea saamelaiselokuva- ja TV-tuotantoja

source: 2. reäšš jieŠllikarttškoouŠlŠjumuužž, da – šõddumuužž
fin: 2. järjestää elokuvakoulutusta, - kasvatusta

source: 3. reäšš čuäjŠtem- da liâvtemtuåimmjumuužž: (mm.
fin: 3. järjestää esitys- ja levitystoimintaa: (mm..

source: Skábmagovat – jieŠllikarttpoodd)
fin: Skábmagovat – elokuvajuhlat)

source: Naroodkõskksaž vuäŠss sääŠmkulttuurkõõskõõzz
fin: Kansainvälinen osa saamelaiskulttuurikeskusta

source: Aanar šõddi SääŠmkulttuurkõõskõs âânn seŠst jieŠllikarttkõõskõõzz lââŠssen määŋgaid tuåimmjumuuzzid, jm. sääŠmǩiõttʼtuõjju, sääŠmmusiiŠǩǩe, jieŠllemvueŠjjid kuuleeŠl di päärnaid da nuõrid jiiŠjjes konttres.
fin: Inariin perustettava Saamelaiskulttuurikeskus sisältää elokuvakeskuksen lisäksi monia toimintoja mm. saamenkäsityöhön, saamelaismusiikkiin, elinkeinoihin liittyen sekä lapsille ja nuorille oman osastonsa.

source: Kõõskõõzz seŠst puätt leeŠd še sääŠmǩeŠrjjpõrtt.
fin: Keskuksen sisällä tulee toimimaan myös saamelaiskirjasto.

source: Vuõssnaroodi jieŠllikarttkõõskõõzz tuåimmjumuužž alggšõddmõõžž liâ jieŠllemvueŠǩǩsa da kulttuursa.
fin: Alkuperäiskansojen elokuvakeskuksen toiminnan lähtökohdat ovat sekä elinkeinolliset että kulttuurilliset.

source: Kõõskõs äuŠǩǩad õhttsažtâŠvvjânnamlaž sääŠmvuuŠđ puŠhttem synergiaouddõõzz jieŠllikaarti ǩiõttǩeeŠrjtemmuužžâst, sniimmʼmõõžžâst da eärben tõõi naroodkõskksaž teäggtumuužžâst.
fin: Keskus hyödyntää yhteispohjoismaisen saamelaisalueen tuomaa synergiaetua elokuvien käsikirjoittamisessa, kuvaamisessa ja erityisesti niiden kansainvälisessä rahoittamisessa.

source: LââŠssen kõõskõs äuŠǩǩad Skabmagovat – jieŠllikarttpooddi mieŠldd puhttum maaiŠlmšorradvuõđeŠld jieŠllikarttsääiŠm.
fin: Lisäksi keskus hyödyntää Skabmagovat - elokuvajuhlien mukanaan tuomaa maailmanlaajuista elokuvaverkostoa.
